{
  "timestamp": "2025-08-04T23:25:44.419530",
  "analysis": {
    "score": 3.2,
    "summary": "****  \n\n**Nome Completo:** Anderson Rodrigues  \n\n**Experiência Relevante:**  \n• Atendente na Ferreira Costa & Cia Ltda (Não informado)  \n• Auxiliar de loja na Lacoste - Randstad Brasil Recursos Humanos Ltda (Não informado)  \n• Recepcionista em geral na Game Station (Não informado)  \n• Auxiliar de corte (preparação de roupas) na Eduardo Coutinho Rodrigues (Não informado)  \n\n**Habilidades Técnicas:**  \nBoa oratória, experiência com atendimento.  \n\n**Formação Acadêmica:**  \nEnsino Médio Completo na Escola Prof.ª Vicente Monteiro.  \n\n**Idiomas:** Não informado.  \n\n**Informações de Contato:**  \nthomasandeerson17@gmail.com | (81) 9.9224-0807 | (81) 9.8946-1315  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Nenhuma experiência direta com assistência de dados ou funções contábeis/fiscais.  \n• **Competências alinhadas:** Boa oratória e experiência com atendimento (útil para comunicação interna/externa).  \n• **Adequação à vaga:** Perfil não alinhado aos requisitos técnicos da vaga, que exige conhecimentos em importação de dados, emissão de notas fiscais, retenção de impostos e uso de ERP.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:** Falta de experiência em processos contábeis, fiscais ou manipulação de dados.  \n• **Conhecimentos em falta:** Nenhum conhecimento em ERP, emissão de NFS-e, conciliação de impostos ou lançamentos contábeis.  \n• **Áreas de desenvolvimento:** Cursos em práticas administrativas e informática essencial são insuficientes para a vaga. Sugere-se capacitação em contabilidade básica, sistemas ERP (ex.: SAP, Totvs) e legislação tributária.  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:**  \n  - Habilidades interpessoais (atendimento e comunicação).  \n  - Perfil motivado e com disposição para crescimento (segundo o objetivo declarado).  \n• **Limitações:**  \n  - Ausência total de experiência ou formação na área fiscal/contábil.  \n  - Currículo focado em funções operacionais (vendas, atendimento, corte de roupas).  \n• **Justificativa:** O candidato não atende aos requisitos técnicos da vaga, que demanda conhecimentos específicos em impostos, conciliação e sistemas. Recomenda-se buscar candidatos com experiência em departamentos fiscais ou contábeis.",
    "skills": [],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 3.2/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "12ce03d458b4719378cbcda5edd9c0f4"
}