{
  "timestamp": "2025-08-04T23:26:00.531823",
  "analysis": {
    "score": 3.2,
    "summary": "****  \n\n**Nome Completo:** Maria Vitória da Cruz Macedo  \n\n**Experiência Relevante:**  \n• Auxiliar Administrativo na Prefeitura Municipal de Pesqueira-PE (Não informado)  \n• Auxiliar Administrativo na Prefeitura Municipal de Sanharó-PE (Programa Criança Feliz) (Não informado)  \n• Recepcionista na Academia Impacto 7 (Não informado)  \n\n**Habilidades Técnicas:** Não informado  \n\n**Formação Acadêmica:** Ensino Médio Completo (EREM Nossa Senhora de Fátima) + Curso de Informática Básica  \n\n**Idiomas:** Não informado  \n\n**Informações de Contato:** vitoriamaria099@gmail.com | (87) 99176‑0660  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Auxiliar Administrativo em prefeituras (sem detalhes de período ou atividades específicas).  \n• **Competências alinhadas:**  \n  - Experiência em funções administrativas (possível familiaridade com processos burocráticos).  \n  - Curso de Informática Básica (conhecimento básico de ferramentas digitais).  \n• **Adequação à vaga:** Perfil com experiência genérica em administração, mas sem evidências de habilidades em gestão de dados, impostos, ERP, ou emissão de notas fiscais.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:**  \n  - Nenhuma experiência com provisionamento de impostos, ERP, ou conciliação contábil.  \n  - Não há menção a emissão de NFS-e, retenção de impostos, ou integração de lotes contábeis.  \n• **Conhecimentos em falta:**  \n  - Legislação tributária, sistemas de gestão fiscal, ou ferramentas específicas (ex.: contabilidade, Excel avançado).  \n• **Áreas de desenvolvimento:**  \n  - Cursos técnicos em contabilidade ou fiscal.  \n  - Treinamento em ERPs (ex.: TOTVS, SAP).  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:**  \n  - Experiência em ambientes administrativos públicos e privados.  \n  - Proatividade (indicada no objetivo).  \n• **Limitações:**  \n  - Falta de qualificação técnica para as exigências da vaga (impostos, contabilidade, sistemas).  \n  - Currículo não detalha atividades específicas relacionadas à área fiscal/dados.  \n• **Justificativa:** O perfil não atende aos requisitos técnicos da vaga, que exige conhecimentos específicos em tributação, conciliação contábil e operação de sistemas.  \n\n  \n**Observação:** Todas as análises baseiam-se estritamente nas informações fornecidas no currículo. Dados não mencionados (ex.: período de experiências, idiomas) foram considerados como \"Não informado\".",
    "skills": [],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 3.2/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "49493b48ae0caca3ca2e2db3d947929a"
}