{
  "timestamp": "2025-08-04T23:19:52.083601",
  "analysis": {
    "score": 3.25,
    "summary": "****  \n\n**Nome Completo:** Alexandra Severina Ferreira  \n\n**Experiência Relevante:**  \n• Vendedora na Casa das Rendas (2 anos e 4 meses)  \n• Vendedora na J. Carlos Móveis Corporativos (9 meses)  \n\n**Habilidades Técnicas:**  \n• Não informado  \n\n**Formação Acadêmica:**  \n• Ensino Médio Completo  \n• Curso Técnico em Administração  \n\n**Idiomas:**  \n• Não informado  \n\n**Informações de Contato:**  \n• Email: alexandraferreira611@gmail.com  \n• Telefone: (81) 9 9119-1145  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Vendedora (Casa das Rendas e J. Carlos Móveis Corporativos).  \n• **Competências alinhadas:**  \n  - Bom relacionamento interpessoal (útil para interação com equipe e prestadores).  \n  - Versatilidade para assumir novas tarefas (pode ser adaptável a processos contábeis).  \n• **Adequação à vaga:** Perfil mostra habilidades genéricas de atendimento e organização, mas **sem experiência comprovada em atividades contábeis, fiscais ou manipulação de ERPs**, exigidas para a vaga.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:**  \n  - Nenhuma experiência com provisionamento de impostos, emissão de NFS-e, conciliação contábil ou uso de ERPs.  \n  - Conhecimento fiscal/tributário não mencionado.  \n• **Conhecimentos em falta:**  \n  - Legislação tributária, processos de retenção (PIS, COFINS, IRRF, etc.), integração de lotes contábeis.  \n• **Áreas de desenvolvimento:**  \n  - Cursos técnicos em contabilidade ou fiscal.  \n  - Treinamento em sistemas ERP (ex.: TOTVS, SAP).  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:**  \n  - Experiência em vendas (pode indicar organização e atendimento a prazos).  \n  - Perfil proativo e interesse em aprendizado (citado no currículo).  \n• **Limitações:**  \n  - Falta total de experiência na área fiscal/contábil.  \n  - Currículo não demonstra habilidades técnicas exigidas (ERP, impostos, conciliação).  \n• **Justificativa:** A vaga exige conhecimentos específicos em tributação e rotinas contábeis, que não são evidenciados no currículo. A experiência atual é em vendas, sem transferibilidade direta para as responsabilidades da posição.  \n\n  \n**Observação:** A análise é estritamente baseada nas informações fornecidas no currículo. Recomenda-se avaliar candidatos com experiência comprovada em áreas fiscais ou contábeis para esta vaga.",
    "skills": [],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 3.25/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "6cff6bb85f4b50d36f0f1599d4bb919d"
}