{
  "timestamp": "2025-07-12T19:36:31.557107",
  "analysis": {
    "score": 6.85,
    "summary": "## Resumo Executivo\n\nMarina Yasmim Alves é uma jovem profissional de 20 anos, residente em Caruaru - PE, atualmente cursando o terceiro ano de Administração na Universidade Paulista (UNIP), com previsão de conclusão em 2026. Possui ensino médio completo e demonstra grande disposição para ingressar no mercado de trabalho, com foco em desenvolvimento profissional e contribuição para o crescimento das organizações onde atuar. Seu contato é (81) 99252-5446 e seu e-mail amarinayasmim@gmail.com.\n\nNo campo acadêmico, Marina complementa sua formação com cursos relevantes para a área comercial e administrativa, incluindo Desenvolvimento Profissional e Pessoal, Comunicação Assertiva, Comunicação e Oratória, Atendimento ao Público, Segurança da Informação, Sistemas de Informação e Pacote Office. Esses cursos reforçam suas habilidades técnicas e comportamentais, alinhando-se parcialmente com as demandas da vaga em questão.\n\nSua experiência profissional inclui passagem como Auxiliar em Vendas na empresa Gilberto Móveis, onde realizou atendimentos presenciais e online, gerenciou abertura e atualização de cadastros de clientes, conferiu estoques e atualizou mercadorias disponíveis, além de operar sistemas internos fornecidos pela empresa. Essa experiência lhe proporcionou contato direto com o público e noções práticas de gestão de vendas e estoque, elementos valiosos para a função de Promotor(a) de Vendas.\n\nMarina destaca em seu perfil habilidades como empatia, boa comunicação, organização exemplar, capacidade para trabalhar em grupo, proatividade e responsabilidade. Além disso, menciona competências como inteligência emocional, criatividade e adaptabilidade, características essenciais para a criação de ações comerciais e ativação de marca. Seu nível de inglês é iniciante, o que pode representar uma limitação em contextos que exijam comunicação internacional, mas não é um requisito crítico para a vaga em questão.\n\nA candidata expressa em seu resumo profissional o desejo de aprender e crescer, com foco em gestão de documentos e arquivos, atendimento ao cliente, suporte administrativo, organização, planejamento e comunicação eficaz. Sua disponibilidade para início imediato e comprometimento total com o trabalho são pontos positivos destacados. Seu objetivo profissional está alinhado com oportunidades que permitam desenvolver suas habilidades e competências, aprendizado contínuo e crescimento dentro da empresa.\n\n## Análise Detalhada\n\n1. Alinhamento Técnico:\nExperiência comprovada em atendimento ao cliente e vendas presenciais/online na Gilberto Móveis\nHabilidades comportamentais relevantes: comunicação, empatia, criatividade e adaptabilidade\nConhecimento em organização de estoque e atualização de sistemas internos\nCursos complementares em comunicação, oratória e atendimento ao público\nDisponibilidade presencial e comprometimento declarado\nFormação em andamento em Administração com foco em gestão\n\n2. Gaps Técnicos:\nExperiência limitada em criação de ações comerciais e ativação de marca\nConhecimento básico em marketing e branding não explicitamente comprovado\nInglês apenas em nível iniciante\nFalta de experiência específica em promoção de eventos comerciais\nFormação acadêmica ainda em curso (sem conclusão)\n\n3. Recomendação Final: Adequado\nJustificativa: Marina possui a base necessária para a função, com experiência em vendas e atendimento ao cliente, além de habilidades comportamentais alinhadas com os requisitos. Embora não tenha experiência direta em criação de ações comerciais, demonstra criatividade e potencial para desenvolvimento nessa área. Seus gaps podem ser supridos com treinamento específico, considerando sua disposição para aprender. A recomendação é positiva com ressalva para a necessidade de capacitação em ações promocionais específicas.",
    "analysis": "Análise não disponível",
    "skills": [],
    "experience_years": 20,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 6.85/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 5,
  "cache_key": "71affd24dd64c7cdd1de058ef74750ae"
}