{
  "timestamp": "2025-09-01T14:39:53.347004",
  "analysis": {
    "score": 7.5,
    "summary": "Nome Completo: Larissa Rafaely da Cruz e Souza\n\nExperiência Relevante:\n• Estagiária na área de redes na FBR Digital - Firelink Serviços de Comunicação (Setembro de 2021 - Maio de 2022)\n• Auxiliar Administrativo na ARCELORMITTAL BRASIL SA (Abril de 2023 - Fevereiro de 2025)\n\nHabilidades Técnicas: Pacote Office (Word, Excel, Powerpoint), Outlook, Microsoft Teams, Canva, SAP, CRM, PHP, HTML/CSS, JavaScript, Python, MySQL\n\nFormação Acadêmica: Ensino Médio Completo, Técnico em Desenvolvimento de Sistemas (ETE Ministro Fernando Lyra), Graduação em Análise e Desenvolvimento de Sistemas (UNINASSAU - Concluído em 2022)\n\nIdiomas: Espanhol (Intermediário), Inglês (Intermediário), Francês (Básico)\n\nInformações de Contato: larissarafaely2015@gmail.com, (81) 9.9751-8509",
    "analysis": "1. ALINHAMENTO TÉCNICO:\n• Experiência relevante: Auxiliar Administrativo na ARCELORMITTAL BRASIL SA (Abril de 2023 - Fevereiro de 2025)\n• Competências alinhadas: Organização e atenção aos detalhes, Pacote Office (Excel, Word, Outlook), Conhecimento em CRM\n• Adequação à vaga: Larissa possui experiência administrativa com organização de documentos, suporte em relatórios e planilhas, além de conhecimento em ferramentas exigidas como Office e CRM. Suas soft skills incluem proatividade e trabalho em equipe, alinhadas aos requisitos.\n\n2. GAPS IDENTIFICADOS:\n• Lacunas técnicas: Não há experiência específica em vendas ou suporte comercial direto no currículo\n• Conhecimentos em falta: Experiência com sistemas de gestão (ERP) não é explicitamente mencionada, apenas SAP\n• Áreas de desenvolvimento: Necessita desenvolver técnicas específicas de vendas e experiência prática em atendimento comercial\n\n3. RECOMENDAÇÃO FINAL: PARCIAL\n• Pontos fortes: Formação técnica e superior completa, experiência administrativa relevante, domínio do pacote Office e CRM, idiomas adicionais\n• Limitações: Falta de experiência comprovada em vendas, ausência de menção específica a técnicas de negociação/persuasão\n• Justificativa: Embora possua excelente base administrativa e técnica, a candidata não demonstra experiência direta em funções comerciais ou de vendas, o que é essencial para a posição. Sua adequação é parcial, dependendo de treinamento específico em técnicas de vendas.",
    "skills": [
      "Python",
      "Java",
      "Javascript",
      "Sql",
      "Mysql",
      "Git",
      "Html",
      "Css",
      "Excel",
      "Word"
    ],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 7.5/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "962419bb5c915d260d8eaeab3f21158d"
}