{
  "timestamp": "2025-08-04T23:25:04.955019",
  "analysis": {
    "score": 3.25,
    "summary": "****  \n\n**Nome Completo:** Geórgia Camila Viana da Silva  \n\n**Experiência Relevante:**  \n• Promotora de Serviços na AMERICANAS S/A (período não informado)  \n• Operadora de Telemarketing na PROVIDER (período não informado)  \n\n**Habilidades Técnicas:**  \n• Atendimento ao cliente  \n• Técnicas de vendas e negociação  \n• Conhecimento em Informática (Pacote Office: Word, Excel e PowerPoint)  \n\n**Formação Acadêmica:**  \n• Graduação em Psicologia (em andamento) – Faculdade Maurício de Nassau  \n• Ensino Médio Completo  \n\n**Idiomas:**  \n• Português: Nativo  \n\n**Informações de Contato:**  \n• E-mail: georgiac669@gmail.com  \n• Telefone: (81) 9 9785-9801  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Promotora de Serviços na AMERICANAS S/A (período não informado)  \n• **Competências alinhadas:** Atendimento ao cliente, criação de planilhas (Excel), trabalho em equipe  \n• **Adequação à vaga:** O currículo demonstra habilidades em atendimento e organização, mas não apresenta experiência específica com processos contábeis, emissão de notas fiscais, ou gestão de impostos, requisitos essenciais para a vaga de Assistente de Dados.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:** Falta de experiência com ERP, emissão de NFS-e, conciliação contábil e retenção de impostos.  \n• **Conhecimentos em falta:** Domínio de sistemas contábeis, legislação tributária e integração de lotes financeiros.  \n• **Áreas de desenvolvimento:** Cursos em contabilidade básica, treinamento em ERPs (ex.: SAP, TOTVS) e legislação fiscal.  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:** Boa comunicação, experiência com atendimento e uso básico de Excel.  \n• **Limitações:** Ausência total de experiência ou formação em áreas contábeis/fiscais, essenciais para a vaga.  \n• **Justificativa:** O perfil não atende aos requisitos técnicos da vaga, que exige conhecimentos específicos em impostos, conciliação e sistemas ERP. Recomenda-se buscar candidatos com formação ou experiência em áreas financeiras/contábeis.  \n\n  \n**Observação:** Todas as análises baseiam-se estritamente nas informações fornecidas no currículo. Dados não mencionados (ex.: períodos de experiência) foram marcados como \"não informado\".",
    "skills": [
      "Excel",
      "Word",
      "Powerpoint"
    ],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 3.25/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "aa6d0c327b2d15f4b8a6a158eab51e4c"
}