{
  "timestamp": "2025-08-04T23:25:04.285359",
  "analysis": {
    "score": 3.25,
    "summary": "****  \n\n**Nome Completo:** Sinara Mersania  \n\n**Experiência Relevante:**  \n• Atendente de loja e mercado na Ivanildo Antonio da Silva - SHL (Período não informado)  \n• Atendente e Caixa no Mercadinho @.com (Período não informado)  \n• Analisar e Avaliar Clientes no Sistema Caixa na VNS CONSULTORIA E NEGOCIOS IMOBILIARIOS (Período não informado)  \n\n**Habilidades Técnicas:** Organização, Resolução de problemas, Trabalho em equipe, Boa comunicação, Informática Básico  \n\n**Formação Acadêmica:** Ensino Médio Completo. Cursando superior em Gestão de Recursos Humanos  \n\n**Idiomas:** Não informado  \n\n**Informações de Contato:** sinaram256@gmail.com | (81) 98954-9532  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Não há experiência direta com assistência de dados ou atividades contábeis/fiscais.  \n• **Competências alinhadas:** Organização, Trabalho em equipe, Informática Básico (limitado para a vaga).  \n• **Adequação à vaga:** O perfil não atende aos requisitos técnicos da vaga, que exige conhecimentos específicos em impostos, ERP, notas fiscais e processos contábeis.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:** Falta de experiência com provisionamento de impostos, emissão de NFS-e, conciliação contábil e uso de ERP.  \n• **Conhecimentos em falta:** Legislação tributária, sistemas de faturamento, integração de lotes contábeis.  \n• **Áreas de desenvolvimento:** Cursos técnicos em contabilidade/fiscal, capacitação em ERPs (ex.: TOTVS, SAP) e prática em emissão de notas fiscais.  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:** Organização, trabalho em equipe e disposição para crescimento (cursando graduação).  \n• **Limitações:** Ausência total de experiência ou formação na área fiscal/contábil, habilidades técnicas insuficientes para as demandas da vaga.  \n• **Justificativa:** O currículo não demonstra conhecimentos ou vivência nos processos exigidos (ex.: impostos, ERP, conciliações). A vaga requer um perfil técnico específico, que Sinara não possui atualmente.  \n\n  \n**Observação:** Todas as análises foram baseadas **exclusivamente** nas informações fornecidas no currículo real, sem inferências ou suposições.",
    "skills": [],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 3.25/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "b7049e28dc1198eb2259968422c194bd"
}