{
  "timestamp": "2025-07-12T19:35:43.070091",
  "analysis": {
    "score": 7.25,
    "summary": "## Resumo Executivo\n\nPaula Vitória Rodrigues de Lima, nascida em 18 de janeiro de 2003, residente em Caruaru, Pernambuco, é uma profissional com formação acadêmica em andamento em Licenciatura em Matemática pela Universidade Federal de Pernambuco (UFPE), atualmente no 8° período. Sua trajetória educacional inclui o Ensino Médio completo na EREM Dom Miguel de Lima Valverde, concluído entre 2017 e 2019. Além disso, Paula possui formação complementar no Senac, onde realizou a Aprendizagem Profissional de Qualificação em Serviços Administrativos, adquirindo conhecimentos em rotinas administrativas, atendimento ao público, organização de documentos, elaboração de relatórios e uso de ferramentas como Word e Excel, além de noções básicas de RH, finanças e logística.\n\nNo campo profissional, Paula acumula experiência diversificada, iniciando como vendedora na Feira da Sulanca (Parque 18 de maio) entre 2019 e 2020, onde desempenhou funções como atendimento ao cliente, organização de estoque, processamento de pagamentos e emissão de notas. Em seguida, atuou como auxiliar de escritório na Sapataria Muniz LTDA (2020-2021), realizando atendimento telefônico e presencial, organização de documentos, digitação de relatórios e gerenciamento de correspondências, além de utilizar softwares para análise de dados. Entre 2022 e 2023, retornou à área de vendas na Loja Gilda Presentes, onde além das atividades tradicionais de venda, assumiu responsabilidades como gestão de mídias sociais e vendas online, demonstrando versatilidade e adaptabilidade.\n\nEm 2023, Paula ingressou no Programa Tempo Certo da Prefeitura Municipal de Caruaru como estagiária, atuando no apoio a atividades educacionais, auxílio no planejamento de aulas e reforço escolar. Posteriormente, entre 2024 e 2025, trabalhou como professora de reforço na Academia Kids, oferecendo aulas personalizadas para alunos do ensino fundamental. Recentemente, em 2025, assumiu o cargo de recepcionista e assistente de vendas na New Via Motos, onde além do atendimento ao cliente e agendamento de test drives, participou ativamente de ações de marketing para divulgação da marca e suporte à equipe comercial, com foco em resultados.\n\nPaula possui habilidades técnicas em ferramentas de informática (Word, Excel), gestão de mídias sociais, atendimento ao cliente e rotinas administrativas. Suas habilidades comportamentais incluem proatividade, organização, comunicação eficaz e capacidade de trabalhar em equipe. Seu objetivo profissional é atuar na área de vendas, aplicando sua experiência em atendimento ao cliente, organização de estoque, vendas online e suporte administrativo, além de contribuir com ações de marketing. Embora não haja menção a idiomas ou certificações específicas, sua trajetória demonstra um perfil dinâmico e multifacetado, com potencial para se adaptar a diferentes demandas do mercado.\n\n## Análise Detalhada\n\n1. Alinhamento Técnico:\nExperiência prévia em promoção de vendas em ambientes como Feira da Sulanca e Loja Gilda Presentes, com habilidades comprovadas em atendimento ao cliente e gestão de estoque. Vivência em vendas online e gestão de mídias sociais, alinhando-se com a necessidade de criatividade para ações comerciais. Experiência recente na New Via Motos com participação em ações de marketing e suporte à equipe comercial, demonstrando capacidade de ativação de marca. Postura profissional e comunicação eficaz evidenciadas em múltiplas experiências de atendimento ao público. Conhecimentos administrativos e uso de ferramentas como Excel, relevantes para organização de ações comerciais. Disponibilidade para atuar presencialmente, conforme comprovado em suas experiências anteriores.\n\n2. Gaps Técnicos:\nFalta de experiência específica em criação de ações comerciais estruturadas ou eventos de grande porte. Noções básicas de marketing e branding não são explicitamente mencionadas, apenas inferidas pela atuação em mídias sociais e ações pontuais. Ausência de certificações ou cursos específicos em marketing ou trade marketing. Pouca ênfase em métricas de desempenho ou resultados quantificáveis nas experiências anteriores.\n\n3. Recomendação Final: Adequado\nJustificativa: Paula possui experiência relevante em vendas e atendimento ao cliente, além de ter demonstrado capacidade de atuar em ações de marketing, mesmo que de forma inicial. Sua vivência em ambientes comerciais diversificados e sua habilidade com mídias sociais são pontos fortes para a vaga. Embora não tenha experiência profunda em criação de ações comerciais, sua trajetória mostra adaptabilidade e potencial para desenvolver essas habilidades. Recomenda-se uma entrevista para avaliar sua criatividade e alinhamento cultural com a empresa.",
    "analysis": "Análise não disponível",
    "skills": [
      "Git",
      "Excel",
      "Word"
    ],
    "experience_years": 22,
    "education_level": "Superior",
    "match_reasons": [
      "Score: 7.25/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 5,
  "cache_key": "b736b7b6eb76bb6ad96fe029c59f994f"
}