{
  "timestamp": "2025-08-04T23:20:34.425347",
  "analysis": {
    "score": 3.25,
    "summary": "****  \n\n**Nome Completo:** Keylla Raphaela Nunes de Barros  \n\n**Experiência Relevante:**  \n• Atendente de loja na Lojas Americanas S.A. (período não informado)  \n• Operadora de telemarketing na Provider Soluções Tecnológicas LTDA (período não informado)  \n\n**Habilidades Técnicas:** Não informado  \n\n**Formação Acadêmica:**  \n• Ensino Médio Completo  \n• Ensino Superior em Gestão de Recursos Humanos (cursando)  \n\n**Idiomas:** Não informado  \n\n**Informações de Contato:**  \n• E-mail: keyllaraphaela@gmail.com  \n• Telefone: (81) 9.9235-6856 / (81) 9.9285-9927  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Não há experiência direta com assistência de dados ou atividades contábeis/fiscais.  \n• **Competências alinhadas:**  \n  - Habilidade em atendimento (telemarketing e loja), indicando capacidade de comunicação e organização.  \n  - Cursando Gestão de Recursos Humanos, o que pode sugerir familiaridade com processos administrativos.  \n• **Adequação à vaga:** O perfil não demonstra experiência ou formação específica em áreas como contabilidade, fiscalidade, ou manipulação de dados, que são essenciais para a vaga.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:**  \n  - Falta de experiência com ERP, emissão de notas fiscais (NFS-e), ou provisionamento de impostos.  \n  - Nenhum conhecimento demonstrado em conciliação contábil ou retenção de impostos (PIS, COFINS, IRRF, etc.).  \n• **Conhecimentos em falta:**  \n  - Domínio de sistemas contábeis/fiscais e legislação tributária.  \n• **Áreas de desenvolvimento:**  \n  - Cursos técnicos em contabilidade ou fiscalidade.  \n  - Experiência prática em funções administrativas com foco em dados.  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:**  \n  - Experiência em atendimento ao cliente, indicando habilidades interpessoais.  \n  - Em formação superior, demonstrando interesse em desenvolvimento profissional.  \n• **Limitações:**  \n  - Ausência total de experiência ou formação relacionada às responsabilidades da vaga.  \n  - Currículo não menciona habilidades técnicas exigidas (ERP, impostos, conciliação).  \n• **Justificativa:** O candidato não atende aos requisitos técnicos mínimos para a posição, que exige conhecimentos específicos em contabilidade, fiscalidade e manipulação de dados. A recomendação é buscar candidatos com perfil mais alinhado às demandas da vaga.",
    "skills": [],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 3.25/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "b7540245c8916704eab0116d7d2c11f7"
}