{
  "timestamp": "2025-07-12T19:34:38.914916",
  "analysis": {
    "score": 5.2,
    "summary": "## Resumo Executivo\n\nEsther Lima é uma jovem profissional de 22 anos, graduanda em Psicologia pela UNINASSAU CARUARU, residente em Caruaru (PE), com endereço na 2ª Tv Cel Francisco R Porto, 21, Petrópolis. Possui contato telefônico (81) 9 8137-3839 e e-mail estherlarissa02@gmail.com. Em sua trajetória acadêmica, além do curso superior em andamento, completou dois cursos complementares: Assistente Administrativo em 2019 e Informática Básica em 2021, demonstrando interesse em desenvolvimento profissional contínuo.\n\nNo campo profissional, Esther acumula experiência em atendimento ao público e operações comerciais. Seu histórico inclui passagem como Operador de Telemarketing na Teleperformance em 2024, onde desenvolveu habilidades de comunicação e atendimento. Anteriormente, atuou na mesma função na Provider entre 2021 e 2023, consolidando quase dois anos de experiência no setor. Atualmente trabalha como Atendente Autônoma na Ingresse desde 2024, função que mantém até o presente momento, evidenciando capacidade de trabalho independente.\n\nEntre suas habilidades técnicas, destaca-se o domínio do Pacote Office e digitação, competências relevantes para funções administrativas e comerciais. Suas soft skills incluem boa comunicação, característica essencial para interação com clientes. No campo comportamental, seu objetivo profissional revela disposição para aprendizagem e crescimento, buscando oportunidades que permitam seu desenvolvimento.\n\nA candidata não menciona explicitamente experiência com promoção de vendas ou criação de ações comerciais em seu currículo, tampouco detalha conhecimentos em marketing ou branding. Seu perfil sugere potencial para desenvolvimento nas áreas criativas e comerciais, mas carece de comprovação prática específica para a vaga em questão. A disponibilidade para trabalho presencial não está explicitada no documento.\n\n## Análise Detalhada\n\n1. Alinhamento Técnico:\nExperiência em atendimento ao cliente como Operador de Telemarketing em duas empresas diferentes\nHabilidade comprovada em comunicação, essencial para promoção de vendas\nConhecimento básico em informática e Pacote Office\nExperiência em trabalho autônomo demonstrando iniciativa\nFormação complementar em Assistente Administrativo\n\n2. Gaps Técnicos:\nFalta de experiência comprovada em promoção de vendas ou eventos comerciais\nNenhuma menção a criação de ações comerciais ou ativação de marca\nAusência de comprovação de conhecimentos em marketing ou branding\nCurrículo não menciona disponibilidade para trabalho presencial\nFalta de exemplos concretos de criatividade ou ações comerciais desenvolvidas\n\n3. Recomendação Final: Fraco\nJustificativa: Embora a candidata possua experiência relevante em atendimento e comunicação, elementos cruciais para a função, seu currículo não demonstra experiência específica em promoção de vendas ou criação de ações comerciais, requisitos fundamentais para a vaga. A ausência de qualquer menção a conhecimentos básicos de marketing ou branding, bem como a falta de exemplos de criatividade aplicada a ações comerciais, tornam o perfil pouco alinhado com as exigências principais da posição. A recomendação é fraca pois, apesar do potencial evidenciado nas experiências de atendimento, faltam elementos essenciais para garantir desempenho imediato na função.",
    "analysis": "Análise não disponível",
    "skills": [
      "Git"
    ],
    "experience_years": 22,
    "education_level": "Superior",
    "match_reasons": [
      "Score: 5.2/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 5,
  "cache_key": "da6284ab3de8239f6736c13be334c9ff"
}