{
  "timestamp": "2025-08-04T23:25:48.525790",
  "analysis": {
    "score": 2.5,
    "summary": "****  \n\n**Nome Completo:** Barbara Thayse  \n\n**Experiência Relevante:**  \n• Operadora de telemarketing na Provider soluções e tecnologias (maio de 2024 a Data Atual)  \n• Vendedor de Comércio Varejista na Avil Têxtil LTDA (julho de 2014 a agosto de 2017)  \n• Auxiliar de escritório na Avil Têxtil LTDA (julho de 2013 a julho de 2014)  \n\n**Habilidades Técnicas:**  \n• Atendimento ao cliente (4 anos)  \n• Comunicação  \n• Assistência ao paciente  \n• Fisioterapia  \n\n**Formação Acadêmica:**  \nEnsino superior completo - Fisioterapia (Unifavipwyden - Caruaru, PE)  \n\n**Idiomas:** Não informado  \n\n**Informações de Contato:**  \nbarbarathaysev8h8i_uxf@indeedemail.com, +55 81 99300 8252  \n\n  \n\n**",
    "analysis": "**  \n\n**1. ALINHAMENTO TÉCNICO:**  \n• **Experiência relevante:** Auxiliar de escritório na Avil Têxtil LTDA (julho de 2013 a julho de 2014)  \n• **Competências alinhadas:** Atendimento ao cliente, comunicação, organização (implícita em auxiliar de escritório)  \n• **Adequação à vaga:** O currículo não demonstra experiência direta com atividades contábeis, fiscais ou manipulação de dados em ERP, requisitos essenciais para a vaga. A experiência como auxiliar de escritório pode indicar familiaridade com rotinas administrativas, mas sem evidências de habilidades técnicas específicas para a função de Assistente de Dados.  \n\n**2. GAPS IDENTIFICADOS:**  \n• **Lacunas técnicas:** Nenhuma experiência com provisionamento de impostos, emissão de NFS-e, conciliação contábil ou uso de ERPs.  \n• **Conhecimentos em falta:** Legislação tributária, processos fiscais, ferramentas de análise de dados.  \n• **Áreas de desenvolvimento:** Cursos técnicos em contabilidade/fiscal, capacitação em sistemas ERP (ex.: SAP, Totvs) e planilhas avançadas (Excel).  \n\n**3. RECOMENDAÇÃO FINAL: INADEQUADO**  \n• **Pontos fortes:**  \n  - Experiência em atendimento ao cliente e comunicação.  \n  - Trajetória estável em funções administrativas/vendas.  \n• **Limitações:**  \n  - Ausência total de experiência comprovada nas atividades-chave da vaga (tributação, contabilidade, dados).  \n  - Formação em Fisioterapia não relacionada à área financeira/contábil.  \n• **Justificativa:** O perfil não atende aos requisitos técnicos mínimos para a vaga, que exige conhecimentos específicos em processos fiscais, conciliação e sistemas ERP. Recomenda-se buscar candidatos com formação ou experiência comprovada em áreas contábeis/financeiras.",
    "skills": [
      "Api"
    ],
    "experience_years": 1,
    "education_level": "Não informado",
    "match_reasons": [
      "Score: 2.5/10"
    ],
    "recommendations": [
      "Avaliação baseada em experiência e habilidades técnicas"
    ]
  },
  "job_id": 2,
  "cache_key": "dab725bd2403423d1c9377f72cd1396f"
}